Repository: Arteon/password-generator-app
Catalog: app/Resources/translations/messages.*.xlf
Languages: fr

source: Fork me on GitHub
fr: "Fork"-moi sur GitHub

source: Simple Password Generating App by %link%
fr: Un app facile pour gènèrer des mots de passe par %link%

source: Language:
fr: Langue:

source: Toggle navigation
fr: Activer la navigation

source: About
fr: Information

source: Contact
fr: Contacte

source: Computer Password Generator
fr: Geènèrateur de mot de passe ordinateur

source: Hybrid Password Generator
fr: Geènèrateur de mot de passe hybride

source: Human Password Generator
fr: Geènèrateur de mot de passe humain

source: Make complex password. The longer they are the harder they are to guess.
fr: Ce fonction fait des mots de passe complexes. Les plus longs les mots de passe, les plus difficiles ‡ deviner ou craquer.

source: Similar to computer passwords, but they are spilt with dashes to help you remember them.
fr: Ce fonction fait des mots de passe presque pareils aux mots de passe ordinateurs, mais celuis-ci sont sèparès par des tirets pour vous aider ‡ les mèmoriser.

source: Make passwords easier to remember and in theory harder to guess by using dictionary words. The more words you use the harder it'll be to guess.
fr: Ce fonction fait des mots de passe qui sont plus facile ‡ mèmoriser et plus difficile ‡ deviner car il utilise les mots qu'on peut trouver dans une dictionnaire. Il est de plus en plus difficule ‡ deviner, le plus mots que vous utilisez.
